docs/historico.html
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd"><html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en"><head><meta http-equiv="Content-Type" content="text/html;charset=utf-8"><meta name="viewport" content="width=device-width, initial-scale=1"><title>Histórico de Proyectos II</title><meta name="author" content="Carlos León"><meta name="generator" content="Org Mode"></head><body> <div id="content" class="content"> <h1 class="title">Histórico de Proyectos II</h1> <div id="outline-container-org1844ded" class="outline-2"> <h2 id="org1844ded"><span class="section-number-2">1.</span> 2024/2025</h2> <div class="outline-text-2" id="text-1"> <ul class="org-ul"> <li><a href="https://ucm-fdi-disia.github.io/KleptoMagic/">Kleptomagic</a></li> <li><a href="https://ucm-fdi-disia.github.io/TheatrumMundi/">Threatrum Mundi</a></li> <li><a href="https://ucm-fdi-disia.github.io/Carom/">Carom</a></li> <li><a href="https://ucm-fdi-disia.github.io/CrazyPawPals/">Crazy Paw Pals</a></li> <li><a href="https://ucm-fdi-disia.github.io/DeathToken/">Death Token</a></li> </ul> </div> </div> <div id="outline-container-org1014deb" class="outline-2"> <h2 id="org1014deb"><span class="section-number-2">2.</span> 2023/2024</h2> <div class="outline-text-2" id="text-2"> <ul class="org-ul"> <li><a href="https://ucm-fdi-disia.github.io/FuMonoStudios/">Mail to Atlantis (FuMonoStudios)</a></li> <li><a href="https://ucm-fdi-disia.github.io/KaosTeam/">Flonk! (Kaos Team)</a></li> <li><a href="https://ucm-fdi-disia.github.io/LoreIpsum/">HÖLLENHAUS (LoreIpsum)</a></li> <li><a href="https://ucm-fdi-disia.github.io/NineandoCorp/">H DEFENSE (Nineando Corp)</a></li> </ul> </div> </div> <div id="outline-container-section" class="outline-2"> <h2 id="section"><span class="section-number-2">3.</span> 2022/2023</h2> <div class="outline-text-2" id="text-section"> <ul class="org-ul"> <li><a href="https://github.com/UCM-FDI-DISIA/Fae-Studios">Ott: an Elemental Journey (Fae Studios)</a></li> <li><a href="https://github.com/UCM-FDI-DISIA/Selery-Studios">El quinto elemento (Selery Studios)</a></li> <li><a href="https://github.com/UCM-FDI-DISIA/nullptr">Timeless Deck: Es Tiempo (nullptr)</a></li> <li><a href="https://github.com/UCM-FDI-DISIA/Nightmare-Dogs">RushTaurant Secrets (Nightmare Dogs)</a></li> </ul> </div> </div> <div id="outline-container-section-1" class="outline-2"> <h2 id="section-1"><span class="section-number-2">4.</span> 2021/2022</h2> <div class="outline-text-2" id="text-section-1"> <ul class="org-ul"> <li><a href="https://github.com/miggon23/MonkeyDelivery">Monkey Delivery (Moon Key)</a></li> <li><a href="https://github.com/jgomez18UCM/VerdantSorrow">Verdant Sorrow - Xuppap Inc</a></li> <li><a href="https://github.com/javics2002/Paella">¡Paella Va! (Sisplau)</a></li> <li><a href="https://github.com/ivo-hr/super-proj-melee">Project VS 21 (LeftOvers)</a>, en <a href="https://bettermasse2.itch.io/project-vs-21">itch.io</a></li> </ul> </div> </div> <div id="outline-container-section-2" class="outline-2"> <h2 id="section-2"><span class="section-number-2">5.</span> 2020/2021</h2> <div class="outline-text-2" id="text-section-2"> <ul class="org-ul"> <li><a href="https://josedamachine.itch.io/captain-brinetooth">Captain BrineTooth (CLAP [Carlos León Llamalo Ángel Plis])</a></li> <li><a href="https://rubenglezortiz.github.io/Proyectos2-2020-21/">PaintLess (NoNameStudios)</a></li> <li><a href="https://github.com/LoS-HueRFaNoS/PROYECTO.02---FDI---UCM---GAME">The Elemental Maze ("Huérfanos")</a></li> <li><a href="https://github.com/sergimol/Hamster-Crashers">The SqueakShip (Juegos ASADOS)</a></li> <li><a href="https://github.com/iquintasALT/DOME">DOME (SurEffect)</a></li> </ul> </div> </div> <div id="outline-container-section-3" class="outline-2"> <h2 id="section-3"><span class="section-number-2">6.</span> 2019/2020</h2> <div class="outline-text-2" id="text-section-3"> <ul class="org-ul"> <li><a href="https://nicopast.github.io/P2/">Lorem Ipsum (Rainbee)</a></li> <li><a href="https://tai1games.github.io/Programa-de-Convivencia-Espacial/">PCE (TAI1 Games)</a><br></li> <li><a href="https://moruyankiifighter.github.io/FighterTraighter/">Fighter Traighter (Moruyankii Fighter)</a></li> <li><a href="https://studiostenbyten.wixsite.com/animalcooking">Animal Cooking (TenByTen)</a></li> <li><a href="https://dopplebangerwebucm.wordpress.com/">Dopplebanger (CPlusPlusTas)</a></li> </ul> </div> </div> <div id="outline-container-section-4" class="outline-2"> <h2 id="section-4"><span class="section-number-2">7.</span> 2018/2019</h2> <div class="outline-text-2" id="text-section-4"> <ul class="org-ul"> <li><a href="https://dagil02.github.io/TaxiRevengeDLC/">Taxi Revenge (YuZu)</a></li> <li><b><a href="https://github.com/pablojor/Anyaroth">Anyaroth (YggdraSeed)</a>, en <a href="https://store.steampowered.com/app/1820270/Anyaroth_The_Queens_Tyranny/">Steam</a></b></li> <li><a href="https://freesstylers.github.io/District-Dance-Battle/">District Dance Battle (FreeStylers)</a></li> <li><a href="https://github.com/kyranet/Drakhtar">Drakhtag (!VG)</a></li> </ul> </div> </div> </div> <div id="postamble" class="status"> <p class="author">Author: Carlos León</p> <p class="date">Created: 2025-12-16 mar 13:07</p> <p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p> </div> </body></html>